Repository: SaharFaris1/FirstCapstone
Catalog: TrainApp/Localiz/*.lproj/Localizable.strings
Languages: ar

# sp
source: Riyadh Metro
ar: مترو الرياض

# fr
source: From
ar: من

source: To
ar: الى

# s1
source: King Saud University
ar: جامعة الملك سعود

# s2
source: STC station
ar: محطة اس تي سي

# s3
source: Al Hamra station
ar: محطة الحمراء

# s4
source: King Fahad Stadium
ar: استاد الملك فهد

# s5
source: MOE station
ar: محطة وزارة التعليم

# s6
source: Officers Club
ar: محطة نادي الضباط

# s7
source: Al Wizarat
ar: محطة الوزارات

# s8
source: Ministry of Finance
ar: محطة وزارة المالية

# s9
source: Tuwaig
ar: طويق

# s10
source: Courts Complex
ar: مجمع المحاكم

# s11
source: Qasr Al Hokm
ar: قصر الحكم

# s12
source: Al Malaz
ar: الملز

# s13
source: Jarir District
ar: حي جرير

# s14
source: An Naseem
ar: النسيم

# s15
source: Al Aridh
ar: العارض

# s16
source: King Fahad
ar: حي الملك فهد

# s17
source: Olaya
ar: العليا

# s18
source: Tahliah
ar: التحلية

# s19
source: Ministry of Interior
ar: وزارة الداخلية

# s20
source: Passport Department
ar: الجوازات

# s21
source: Public transportation center
ar: مركز النقل

# s22
source: KAFD
ar: المركز المالي

# s23
source: Imam University
ar: جامعة الامام

# s24
source: Princess Noura University
ar: جامعة الاميره نوره

# s25
source: Airport Terminal 5
ar: صالة المطار رقم 5

# s26
source: Ar Rabi
ar: الربيع

# s27
source: Ghirnata
ar: غرناطة

# s28
source: Al Yarmulke
ar: اليرموك

# s29
source: Al Andalus
ar: الاندلس

# s30
source: As Salam
ar: السلام

# choose
source: Choose Date
ar: اختر التاريخ

# pass
source: Passengers
ar: الركاب

# tr
source: Bookin ticket
ar: احجز تذكرتك

# title1
source: Comfortable Trip
ar: رحلة مريحة

# subtitle1
source: Enjoy Hassle Free Trip
ar: استمتع برحلة خالية من المتاعب

# title2
source: Online tickets
ar: تذاكر الكترونية

# subtitle2
source: Buy tickets Online Easily & Quickly
ar: اشتر تذكرتك بسهولة وبسرعة

# title3
source: seamless journey
ar: رحلة سلسلة

# subtitle3
source: your comfort is our commitment
ar: راحتك هي التزامنا

# gs
source: Get Started
ar: ابدأ

# hav
source: already have an account?
ar: هل لديك حساب بالفعل؟

# acc
source: Sign In
ar: الدخول

# signupTitle
source: Welcome to Riyadh Metro
ar: مرحبا في مترو الرياض

# signupWel
source: Create your Account
ar: إنشاء حساب

# f1
source: First Name
ar: الاسم الاول

# f2
source: Last Name
ar: الاسم الاخير

# f3
source: Email
ar: البريد الالكتروني

# f4
source: password
ar: كلمة السر

# f5
source: Sign Up
ar: انشاء حساب

# f6
source: already have an account?
ar: هل لديك حساب بالفعل؟

# f7
source: Sign In
ar: الدخول

# si1
source: Welcome to Riyadh Metro
ar: مرحبا في مترو الرياض

# si2
source: Sign in to your account by entering Email and Password
ar: قم بتسجيل الدخول إلى حسابك عن طريق إدخال البريد الإلكتروني وكلمة المرور

# si3
source: Email
ar: البريد الالكتروني

# si4
source: Password
ar: كلمة السر

# si5
source: Forgot Password?
ar: هل نسيت كلمة السر؟

# si6
source: Sign In
ar: الدخول

# si7
source: Don't have an account?
ar: ليس لديك حساب بالفعل؟

# si8
source: Sign up
ar: تسجيل جديد

# pr1
source: My Ticket
ar: تذاكري

# pr2
source: Notification Setting
ar: اعدادات الاشعارات

# pr3
source: Feedback & Report
ar: التقييم و التقارير

# pr4
source: Help Center
ar: مركز المساعدة

# pr5
source: Term & Condition
ar: الشروط و الأحكام

# feed1
source: Feedback & Report
ar: التقييم والتقارير

# feed2
source: Your Feedback
ar: تقييمك

# feed3
source: We would like your feedback to improve our service
ar: نود الحصول على تقييمك لتحسين خدماتنا

# feed4
source: It will help us to serve you better
ar: وسوف يساعدنا على خدمتك بشكل أفضل

# feed5
source: Share Feedback
ar: شارك تقييمك

# re1
source: Create New Password
ar: انشاء كلمة سر جديدة

# re2
source: Enter new Password
ar: ادخل كلمة السر الجديدة

# re3
source: Confirm Password
ar: تأكيد كلمة السر

# re4
source: Reset Password
ar: إعادة تعيين كلمة المرور

# ot1
source: Enter Verification Code
ar: أدخل رمز التحقق

# ot2
source: Enter code that we have sent to your Email
ar: أدخل الرمز الذي تم ارساله إلى بريدك الإلكتروني

# ot3
source: Verify
ar: تأكيد

# ot4
source: Don't receive the code?
ar: لم تتلقى رمز التحقق؟

# ot5
source: Resend
ar: اعادة ارسال

# not1
source: Email Notification
ar: اشعارات البريد الالكتروني

# not2
source: Screen Notification
ar: اشعارات الشاشة

# not3
source: Ticket Notification
ar: اشعارات التذكرة

# not5
source: Sound Notification
ar: إشعارات الصوت

# not6
source: Vibration Notification
ar: اشعارات الاهتزاز

# not7
source: Notifications Setting
ar: اشعارات الاعدادات

# for1
source: Forgot Your Password?
ar: هل نسيت كلمة السر؟

# for2
source: Enter your Email we will send you confirmation code
ar: أدخل بريدك الإلكتروني وسنرسل لك رمز التحقق

# for3
source: Reset Password
ar: إعادة تعيين كلمة المرور

# ti1
source: Duration:
ar: المدة:

# ti2
source: Date:
ar: التاريخ:

# ti3
source: Price 25 SR
ar: السعر ٢٥ ريال سعودي

# ti14
source: Proceed to payment
ar: اكمال الدفع

# ti15
source: Back to Home
ar: الرجوع للصفحة الرئيسية

# sel1
source: Selected
ar: تم حجزه

# sel2
source: Not Available
ar: غير متاح

# sel3
source: Available
ar: متاح

# sel4
source: Proceed to booking
ar: انتقل إلى الحجز

# pay1
source: Please complete payment within 15 minutes. or your ticket will be cancelled
ar: يرجى إكمال الدفع خلال 15 دقيقة، أو سيتم إلغاء تذكرتك

# pay2
source: Make payment
ar: الدفع

# fi1
source: Congratulations!
ar: تهانينا

# fi2
source: Thank you for your purchase
ar: شكرا لشرائك التذكرة

# fi3
source: Your Ticket ID is PNR-A0 123 A56 L89
ar: معرف التذكرة الخاص بك هو PNR-A0 123 A56 L89

# fi4
source: View Ticket
ar: عرض التذكرة

# map1
source: King Saud University
ar: جامعة الملك سعود

# map2
source: STC station
ar: محطة اس تي سي

# map3
source: MOE station
ar: محطة وزارة التعليم

# map4
source: Khalid Bin Alwaleed Road
ar: شارع خالد بن الوليد

# map5
source: Al Hamra station
ar: محطة الحمراء

# map6
source: King Fahad Stadium
ar: مكتبة الملك فهد

# map7
source: MOE station
ar: محطة وزارة التعليم

# map8
source: Officers Club
ar: محطة نادي الضباط

# map9
source: Al Wizarat
ar: محطة الوزارات

# map10
source: Ministry of Defense
ar: محطة وزارة الدفاع

# map11
source: MEW&A
ar: محطة وزارة البيئة ،المياه والزراعة

# map12
source: Ministry of Finance
ar: محطة وزارة المالية

# map13
source: National Museum
ar: محطة المتحف الوطني

# map14
source: Jeddah Road
ar: محطة طريق جدة

# map15
source: Tuwaig
ar: طويق

# map16
source: Western Station
ar: المحطة الغربية

# map17
source: Aishah bint Abi Bakr Street
ar: شارع عائشة بنت أبي بكر

# map18
source: Al Jarradiyah
ar: الجراديه

# map19
source: Courts Complex
ar: مجمع المحاكم

# map20
source: Qasr Al Hokm
ar: قصر الحكم

# map21
source: Al Hilla station
ar: محطة الحلة

# map22
source: Al Margab station
ar: محطة المرقب

# map23
source: First Industrial City
ar: المدينة الصناعية الاولى

# map24
source: Railway
ar: سكه الحديد

# map25
source: Al Malaz
ar: الملز

# map26
source: Jarir District
ar: حي جرير

# map27
source: Al Rajhi Grand Mosque
ar: محطة مسجد الراجحي

# map28
source: Harun Ar Rashid Road
ar: محطة هارون الرشيد

# map29
source: An Naseem
ar: النسيم

# map30
source: Al Aridh
ar: العارض

# map31
source: Alsahafa
ar: الصحافة

# map32
source: KAFD
ar: لمركز المالي

# map33
source: King Fahad
ar: حي الملك فهد

# map34
source: Olaya
ar: العليا

# map35
source: Tahliah
ar: التحلية

# map36
source: King Fahad Liberary
ar: مكتبة الملك فهد

# map37
source: Ministry of Interior
ar: وزارة الداخلية

# map38
source: Al Muorabba
ar: المربع

# map39
source: Passport Department
ar: الجوازات

# map40
source: National Museum
ar: المتحف الوطني

# map41
source: Al Bat'ha
ar: البطحاء

# map42
source: Palace of government
ar: قصر الحكم

# map43
source: Al Owd
ar: العود

# map44
source: Skirinah
ar: سكيرينة

# map45
source: Manfouhah
ar: منفوحة

# map46
source: Al Iman Hospital
ar: مستشفى الايمان

# map47
source: Public transportation center
ar: مركز النقل

# map48
source: Aziziyah
ar: العزيزية

# map49
source: White house
ar: البيت الابيض

# map50
source: KAFD
ar: المركز المالي

# map51
source: Ar Rabi
ar: الربيع

# map52
source: Othman Bin Affan Road
ar: طريق عثمان بن عفان

# map53
source: Imam University
ar: جامعة الامام

# map54
source: Princess Noura University
ar: جامعة الاميره نوره

# map55
source: Governmental Complex
ar: الدوائر الحكومية

# map56
source: Airport Terminal 5
ar: صالة المطار رقم 5

# map57
source: Terminal 3 & 4
ar: صالة المطار 3 & 4

# map58
source: KAFD
ar: المركز المالي

# map59
source: Ar Rabi
ar: الربيع

# map60
source: Othman Bin Affan Road
ar: طريق عثمان بن عفان

# map61
source: Ghirnata
ar: غرناطة

# map62
source: Al Yarmulke
ar: اليرموك

# map63
source: Al Andalus
ar: الاندلس

# map64
source: As Salam
ar: السلام

# map65
source: An Naseem
ar: النسيم

# tap1
source: Home
ar: الصفحة الرئيسية

# tap2
source: Map
ar: الخريطة

# tap3
source: Profile
ar: الملف الشخصي

# feed6
source: Not satisfied
ar: غير راضي

# feed7
source: Somewhat satisfied
ar: راضي الى حد ما

# feed8
source: Satisfied
ar: راضي

# feed9
source: Very satisfied
ar: راضي جدا
